{
    "jlp-quotes": [
      {
        "q": "Amazing!",
        "a": "Jesse Lee Peterson",
        "w": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "Beta!",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "It’s okay to be a man",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "What I discovered is that when God took the anger out of my heart, He also took the fear. I know that telling the truth makes enemies, but my message is right and just, and I have no desire to modify it to please others.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "The lack of moral character is the number one problem in the black community today.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "But when you see yourself as an individual first, you are freed to think for yourself, and you become internally self-sufficient. You start to break free from the bonds of racial conformity, and you start to see the good and bad in everyone, irrespective of their color. You start to be less angry, and as you let go of anger you are empowered to love God, your family, and your country.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "As I’ve counselled hundreds of kids over the past twelve years, I’ve noticed a familiar pattern in the wreckage of their lives. Either they are from single-parent homes headed by angry black women, or they’ve escaped from homes where the father is a drunk or drug addict and the mother has been forced to take over the leadership of the home. When we see an abusive, drunk, drug-addicted, or womanizing husband, in most cases his addictions are indicative of his failure to stand up and be a real man.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "If men do not return to God, evil will destroy us.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "Angry and resentful people enjoy judging other people’s problems because it makes them feel better about their own issues.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "Men and women of character raise strong children who are not easily influenced by the media, corrupt schools, bad friends, and the outside world.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "We get what we deserve in life, and the challenges and evils that come are opportunities to overcome.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Homosexuality is not about love, it’s not about family, and it’s not about civil rights",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "The Left always promote their fake news and conspiracy theories – pushing the lies of ‘racism,’ ‘sexism,’ ‘homophobi-ism,’ ‘Islamophobi-ism.’ They support NFL thugs lying about so-called ‘police brutality,’ which doesn’t exist.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "When I was growing up in Alabama in the ’50s, even though we were poor and the laws were against blacks, we still had a sense of morality.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
      
        "quote": "It’s abnormal for any man to have a leader other than God and Christ.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
        "quote": "The children of the lie use emotions to manipulate.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {
     
        "quote": "Wherever men are weak, there is no love – and destruction reigns..",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Democrats know ‘racism’ doesn’t exist, but they use it to silence white conservatives and to instill fear in blacks and motivate them to vote.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Obama has been successfully dividing Americans like no other president in history.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Women need men to be strong, just as Christ is strong for men.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Men need to learn how to deal with women with strength and patience – this is love.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "I have noticed that no other group of people in the United States truly loves America as a whole like white people do.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "Blacks abandoned morals, fathers, and real belief in God.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      },
      {

        "quote": "The Democratic Party is evil.",
        "autor": "Jesse Lee Peterson",
        "web": "www.rebuildingtheman.com"
        
      }
    ]
}